<template>
  <div>
    <section>
      <h1>Правила</h1>
      <p>
        Настоящая Политика конфиденциальности описывает общие принципы того, как SWAPS обрабатывает персональные данные
        Пользователей, и применима к любому лицу, которое использует, использовало или выразило намерение использовать
        услуги SWAPS. Все определения, используемые во всех обстоятельствах, не охватываемых настоящей Политикой
        конфиденциальности, регулируются Условиями и положениями SWAPS и / или Регламентом (ЕС) 2016/679. Политика
        обработки файлов cookie описана в Политике использования файлов cookie и доступна на Сайте.
      </p>
    </section>
    <section>
      <h2>1. Как собираются личные данные?</h2>
      <p>
        1.1. SWAPS считается контроллером данных в отношении персональных данных, собираемых и обрабатываемых в
        отношении предоставления Услуг Пользователям. 1.2. Обычно личные данные собираются непосредственно от
        Пользователя, а также от информации и документов, предоставленных Пользователем. 1.3. Но для соблюдения
        юридических обязательств персональные данные также собираются из других источников, помимо Пользователя,
        например, третьи лица и публичные источники.
      </p>
    </section>
    <section>
      <h2>1. Как собираются личные данные?</h2>
      <p>
        1.1. SWAPS считается контроллером данных в отношении персональных данных, собираемых и обрабатываемых в
        отношении предоставления Услуг Пользователям. 1.2. Обычно личные данные собираются непосредственно от
        Пользователя, а также от информации и документов, предоставленных Пользователем. 1.3. Но для соблюдения
        юридических обязательств персональные данные также собираются из других источников, помимо Пользователя,
        например, третьи лица и публичные источники.
      </p>
    </section>
    <section>
      <h2>1. Как собираются личные данные?</h2>
      <p>
        1.1. SWAPS считается контроллером данных в отношении персональных данных, собираемых и обрабатываемых в
        отношении предоставления Услуг Пользователям. 1.2. Обычно личные данные собираются непосредственно от
        Пользователя, а также от информации и документов, предоставленных Пользователем. 1.3. Но для соблюдения
        юридических обязательств персональные данные также собираются из других источников, помимо Пользователя,
        например, третьи лица и публичные источники.
      </p>
    </section>
  </div>
</template>
<script>
export default {
  layout: 'text/index'
}
</script>
